Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidentens_apningstale_for_samisk_sprakuke_2023.html.tmx
Source language: nob
Languages: sme

source: Sametingspresidentens åpningstale for Samisk språkuke 2023
sme: Sámediggepresideantta Silje Karine Muotka rahpansánit Giellavahku 2023

source: Sametingspresident Silje Karine Muotka deltok på den offisielle åpningen av Samisk språkuke 2023.
sme: Sámedikki presideanta Silje Karine Muotka searvvai Sámi giellavahkku 2023 almmolaš rahpamii.

source: Som i år var i Skibotn i Storfjord kommune.
sme: , mii dán jagi lei Ivgobađas Omasvuona suohkanis.

source: Sametingspresidenten åpnet Samisk språkuke:
sme: Sámediggepresideanta rabai giellavahku:

source: Kjære alle sammen.
sme: Ráhkis olbmot.

source: Først vil jeg takke for at jeg fikk komme hit og åpne Giellavahkku /Språkuka her i Storfjord.
sme: Álggus háliidan giitit go beasan boahtit Omasvutnii almmolaččat rahpat Giellavahku.

source: Endelig er det Språkuke igjen, jeg har sett frem til denne dagen.
sme: Viimmat lea fas Giellavahkku ja mun lean illudan dán beaivái.

source: Giellavahkku/språkuka har blitt en årlig tradisjon som vi ser frem mot hver høst, en uke hvor vi får feiret og vist frem våre vakre samiske språk og kultur.
sme: Giellavahkku lea šaddan jahkásaš dáhpáhus masa illudit juohke čavčča. Dat lea vahkku go mii beassat ávvudit ja čájehit min čáppa sámi gielaid ja kultuvrra.

source: Det er likevel litt rart for meg å nå stå her og skal glede meg over Giellavahkku, for det henger dessverre noen mørke skygger over Sápmi akkurat nå.
sme: Liikká lea ártet munnje čuožžut dás ja illudit go viimmat lea Giellavahkku, dannego mis dađi bahábut leat lossa áššit maiguin rahčat dáppe Sámis.

source: Vi har nettopp lagt bak oss en følelsesmessig uke hvor samisk ungdom igjen inntok hovedstaden for å minne Norge på det pågående menneskerettighetsbruddet.
sme: Easká ládje mis lei dovdduide čuohcci vahkku go sámi nuorat fas čoahkkanedje oaivegávpogii muittuhit Norgga stáda olmmošvuoigatvuođarihkkuma birra.

source: Det jeg likevel tar med meg var det fine møtet mellom Hans Majestet Kongen og representanter for ungdommen.
sme: Mun dattetge anán árvvus go Majestehta Gonagas deaivvadii nuoraid ovddasteddjiiguin.

source: I fjor åpnet nettopp Hans Majestet Kongen Giellavhkku på Snåsa, og jeg vet at han oppriktig bryr seg om det samiske folket, og det varmer mitt hjerte at han tok imot ungdommene på så kort varsel.
sme: Diibmá rabaige Majestehta Gonagas Giellavahku Snåases, ja mun dieđán ahte son duođai berošta sámi álbmogis. Dat ligge mu váimmu go Gonagas válddii vuostá min nuoraid nu jođánit maŋŋel go nuorat sáddejedje reivve Gonagassii.

source: Sannhets – og forsoningskommisjonens rapport som ble overlevert i vinter, og lest høyt fra nasjonalteatret gjorde sterkt inntrykk på mange av oss.
sme: Duohtavuođa- ja soabadankommišuvnna raporta mii mannan dálvvi geigejuvvui ja man nationálateáhter logai jitnosit lea čuohcan máŋgasii mis.

source: Rapporten peker på behovet for strategier for vitalisering og utvikling av de samiske språkene, og jeg er glad for at det foreslås et solid språkløft i samfunnet, hvor det offentlige også må bli med.
sme: Raporta deattuha ahte lea dárbu strategiijaide maid vuođul ealáskahttit ja ovddidit sámegielaid, ja mun lean ilus go evttohuvvo nanu giellalokten servvodagas masa maiddái almmolašvuohta ferte searvat.

source: Det er viktig at det ikke bare er vi samer selv som skal jobbe for styrking og utvikling av de samiske språkene.
sme: Lea dehálaš ahte eat leat dušše mii sápmelaččat ieža geat rahčat sámegielaid nannemiin ja ovddidemiin.

source: Men denne uka løfter vi frem våre hjertespråk.
sme: Dán vahku mii loktet váibmogielaideamet.

source: Nå skal vi igjen heise det samiske flagget, nå skal vi pryde samfunnet med våre samiske språk.
sme: Dál mii galgat fas levget sámi leavggain, mii galgat hervet servvodaga min sámegielaiguin.

source: Overalt i Sapmi skal nå folk få se samisk omkring seg, og vi skal være stolte over våre språk.
sme: Olbmot galget beassat oaidnit sámegielaid iežaset birrasis juohke sajis Sámis, ja mii galgat leat rámis iežamet gielaiguin.

source: Det er med stor glede jeg ser hvordan språkuka vokser for hvert år, og spesielt fint å se samiske språk på nye arenaer for hvert år.
sme: Munnje lea stuora illu oaidnit mot Giellavahkku stuorru jagis jahkái erenomážit go oainnán sámegielaid ođđa arenain juohke jagi.

source: I den forbindelse vil jeg takke alle som legger inn innsats for å synliggjøre de samiske språkene på ulike måter.
sme: Dán oktavuođas háliidan giitit buohkaid geat ovddit jagiid leat bidjan návccaid ja áiggi čalmmustahttit sámegielaid man nu vuogi mielde.

source: En spesiell takk vil jeg rette til de samiske språksentrene, 19 språksentre har vi på norsk side, som hvert år legger ned et stort arbeid for å løfte frem språkene i lokalmiljøet.
sme: Erenomáš giitosiid min ovccinuppelogi giellaguovddážii dáppe Norgga bealde, geat juohke jagi loktejit sámegielaid iežaset báikkálaš servvodagas.

source: Jeg er veldig glad for at store aktører slik som Freia og Tine har sett viktigheten av å synliggjøre samiske språk.
sme: Mun lean nu ilus go stuora aktevrrat nugo Freia ja TINE leat oaidnán man dehálaš lea loktet oidnosii sámegielaid.

source: Melkerullen skapte masse positivt engasjement, og melkepakkene med samisk tekst her nord har skapt begeistring.
sme: Mielkerulla buvttii positiiva beroštumi, ja mielkepáhkat main lea sámegiel teaksta dáppe davvin leat boktán movtta.

source: Det er sånt vi vil ha mer av.
sme: Dákkár áŋgiruššamiid háliidit eanet oaidnit.

source: Jeg har selv erfart at en taxi sjåfør, når han så hvem jeg var, begynte å snakke samisk til meg.
sme: Lean ieš vásihan dan, ahte taxi-vuoddji sámástišgođii muinna go oinnii gii mun lean.

source: Han behersket ikke samisk flytende og kunne ikke så mye samisk, men han brukte de ordene han kunne.
sme: Ii son ollásit gal máhttán sámegiela, muhto geavahii daid sániid maid máhtii.

source: Det gledet meg virkelig og viste at han ville vise meg den ære.
sme: Dovden ahte son háliidii gudnejahttit sámegiela.

source: Sametinget jobber for samiske språk på ulike måter, og det varmer hjertet å se hvordan vi må ulke måter har klart å synliggjøre samiske språk både lokalt og nasjonalt og også på tvers av grensene.
sme: Sámediggi bargá sámegielaiguin iešguđetge dásis ja mu váibmu nu illuda oaidnit mo mii áiggi mielde leat nagodan loktet min gielaid oidnosii, sihke báikkálaččat, nationálalaččat ja maiddái riikkaidgaskasaš oktavuođain.

source: Språkuka ser ut til å bli en naturlig uke å vår hverdag.
sme: Giellavahkku orru šaddagoahtime lunddolaš vahkkun min eallimis.

source: Hvert år i uke 43 går viser vi sammen et stort engasjement for å løfte språkene i det offentlige rom.
sme: Juohke jagi njealljelogigoalmmát vahkus mii ovttas dahkat stuora áŋgiruššamiid loktet sámegielaid almmolašvuhtii.

source: Sammen, enten vi er privatpersoner, lokalsamfunn, private eller offentlige aktører, så setter vi inn en solid innsats for dette viktige arbeidet.
sme: Ovttas mii - priváhtta olbmot, báikkálaš servvodagat ja stuorit ja unnit aktevrrat bidjat návccaid dán dehálaš bargui.

source: Giellavahkku er spesielt viktig i år.
sme: Mu mielas lea Giellavahkku erenomáš dehálaš dán jagi.

source: Nå skal samiske språk og det samiske folk synes og høres.
sme: Dál galget sámegielat ja sámi álbmot oidnot ja gullot.

source: Vi er fortsatt her, og våre språk og vår kultur skal styrkes og utvikles.
sme: Mii leat ain dáppe ja min gielat ja kultuvra galgá nannejuvvot ja ovddiduvvot.

source: Det er viktig at storsamfunnet blir bedre kjent med våre samiske språk.
sme: Lea dehálaš ahte stuoraservvodat oahpásnuvvet min gielaide.

source: Min oppfordring i år er at vi skal lære alle vi møter denne uka ett eller flere samiske ord. For kunnskap og kjennskap til språkene bidrar til bedre forståelse og aksept, og slik bidrar vi til et varmere samfunn.
sme: Mu ávžžuhus dán jagi lea ahte mii galgat oahpahit ovtta dahje moadde sámegiel sáni juohke olbmui geainna deaivvadit dán vahku. Máhttu ja diđolašvuohta váikkuha buoret ipmárdussii ja dohkálašvuhtii, ja váikkuha dasa ahte oažžut liggoseabbo servvodaga.

source: Jeg tror at vi både vil se og høre mye samisk denne uka, forhåpentligvis også på nye arenaer.
sme: Mun doaivvun ahte mii sihke oaidnit ja gullat sámegielaid erenomáš ollu dán vahku, sávvamis maiddái ođđa arenain.

source: Med de ordene vil jeg fra Sametingets side ønske velkommen til dagens åpning av språkuka.
sme: Sávan maiddái buori Giellavahku juohkehažžii.
